//Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее.
int a = 8;
Console.WriteLine(a);

int b = 4;
Console.WriteLine(b);

if (a > b)
{
    Console.Write(" the biggest number is ");
    Console.WriteLine(a);
}
else
{
    Console.Write(" the biggets number is "); 
    Console.WriteLine(b);
}



