//Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее.
int a = 5;
Console.WriteLine(a);

int b = 15;
Console.WriteLine(b);

if (a > b)
{
    Console.Write(" the biggest number is ");
    Console.WriteLine(a);
    Console.Write(" the smallest number is ");
    Console.WriteLine(b);
}
else
{
    Console.Write(" the biggets number is "); 
    Console.WriteLine(b);
    Console.Write(" the smallest number is ");
    Console.WriteLine(a);
}



